{
  "support": "Support",
  "sponsor": "Sponsors & Partners",
  "giving": "Individual Giving",
  "hostEvent": "Host an Event",
  "membership": "Membership",
  "corporate": "Corporate Sponsors",
  "hotel": "Hotel Partner",
  "media": "Media Partners",
  "cultural": "Cultural Institutions",
  "foundations": "Foundations",
  "embassies": "Embassies",
  "council": "Patrons Council",
  "gala": "The UCCA Gala",
  "phone1": "Please direct inquiries to Zong Han",
  "phone2": "Please direct inquiries to Charlize Lin",
  "ucca": "Join UCCA",
  "joinUcca": "Join UCCA",
  "event": "Membership Events",
  "download": "Download",
  "brochure": "the event brochure online.",
  "eventPhone1": "Please direct inquiries to",
  "eventPhone2": "or call",
  "pavilion": "Pavilion",
  "atrium": "Atrium",
  "auditorium": "Auditorium",
  "workshop": "Workshop",
  "salon": "Salon",
  "greatHall": "Great Hall",
  "p1": "As one of China’s most influential contemporary art museums, UCCA continues to operate as a non-profit institution, meaning that aside from the revenue gained by the UCCASTORE, corporate sponsorship and individual support are essential sources of income. Through meticulous curatorial processes, UCCA selects contemporary international and Chinese artists based on professional and academic merit and then, as a leading promoter of the newest projects in contemporary art and culture in China, champions them on a local and global scale.",
  "p2": "Your support promotes and sustains emerging Chinese contemporary art and cultural education, and benefits over half a million visitors every year.",
  "p3": "UCCA will work closely with corporate clients to create strategies for brand development and promotion. In designing a custom campaign to present the brand to the “new audience” of the contemporary art, culture, design, and lifestyle worlds, the client’s branding concepts, product design, and technology will be in a position to act as a vanguard in various fields. UCCA is excited to share these public platforms, increase brand visibility, and provide VIP hospitality to the client’s staff and guests. Having cooperated with media organizations, artists, designers, and cultural leaders, UCCA is well-equipped to curate a lively package of services and benefits.",
  "p4": "UCCA has been the recipient of numerous gifts by generous art lovers, and has established a host of benefits for patrons, including exclusive international tours, special invitations to UCCA exhibitions, VIP events and programs, as well acting as a point of contact with many of the contemporary art world’s most distinguished figures.",
  "s1": "As one of China’s most influential contemporary art museums, UCCA continues to operate as a non-profit institution, meaning that aside from the revenue gained by UCCASTORE, corporate sponsorship and individual support are essential sources of income. Through meticulous curatorial processes, UCCA selects contemporary international and Chinese artists based on professional and academic merit and then, as a leading promoter of the newest projects in contemporary art and culture in China, champions them on a local and global scale.",
  "s2": "Your support promotes and sustains emerging Chinese contemporary art and cultural education, and benefits over half a million visitors every year.",
  "s3": "UCCA works closely with corporate clients to create strategies for brand development and promotion. In designing a custom campaign to present the brand to the “new audience” of the contemporary art, culture, design, and lifestyle worlds, the client’s branding concepts, product design, and technology will be in a position to act as a vanguard in various fields. UCCA is excited to share these public platforms, increase brand visibility, and provide VIP hospitality to the client’s staff and guests. Having cooperated with media organizations, artists, designers, and cultural leaders, UCCA is well-equipped to curate a lively package of services and benefits.",
  "s4": "UCCA has been the recipient of numerous gifts by generous art lovers and has established a host of benefits for patrons, including exclusive international tours, special invitations to UCCA exhibitions, VIP events and programs, as well as acting as a point of contact with many of the contemporary art world’s most distinguished figures.",
  "s5": "There are many ways in which individuals can make a difference at the Ullens Center for Contemporary Art. Whether you choose to support an exhibition, participate in one of our patron groups, or contribute to the annual fund, your generosity enables a unique institution to present a wide range of Chinese and international exhibitions and education programs to almost 700,000 visitors per year.",
  "s6": "Established in October 2012, the Patrons Council is the UCCA’s most important body of patrons, which offers support and direction to the Center in all fields. Acting as a Chinese and international network of distinguished collectors and art patrons, the Patrons Council represents a shared commitment to furthering the status of contemporary art and culture in China. Under the guidance of Philip Tinari, Director of Ullens Center for Contemporary Art, Council members enjoy an annual program of private events, consultation services and travel opportunities in recognition of their generous support.",
  "s7": "The UCCA Gala and Benefit Auction is UCCA’s largest annual fundraising event, and one of the most important social happenings on the annual calendar of the Beijing art world. Held in the UCCA Great Hall, it brings together artists, patrons, gallerists, and other supporters to celebrate UCCA’s legacy and secure its future. An evening of food, entertainment, and conviviality, it celebrates the vibrancy of contemporary Chinese culture. In addition, a Benefit Auction will feature works by emerging and established artists who have exhibited at UCCA over the past two years, offering another opportunity for support. All proceeds from The UCCA Gala support the Center’s annual calendar of exhibitions, public programs, and other not-for-profit events, and help to ensure the long-term development of one of China’s most dynamic contemporary art institutions.",
  "m1": "Calling all art lovers—now is your chance to join us and become a UCCA member! As Beijing’s leading platform for bringing new ideas and creative possibilities to the general public, UCCA offers a wide range of exhibitions and programs, as well as numerous special opportunities for members to connect with local and international artists and engage with contemporary culture on a deeper level.",
  "m2": "All income from UCCA membership supports exhibitions and public programs at the Center. Your support is an invaluable contribution to emerging Chinese contemporary art and cultural education, appreciated by over half a million visitors every year.",
  "m3": "UCCA is rolling out an extensive new membership program for 2015. Members will now enjoy more personal and professional service, a more exciting program of art and cultural events, a special VIP lounge in the museum, a more affordable annual fee, and more convenient information services. We look forward to your continued support!",
  "event1": "UCCA is a historic Bauhaus-style museum, originally constructed as factory chambers in the early 1950s. While the UCCA spaces retain traces of their industrial past, they are also capable of hosting large-scale international exhibitions and events. Designed by architects Jean-Michel Wilmotte and Qingyun Ma, and featuring a new door facade by architect Yung Ho Chang, the 8,000m² UCCA building encompasses 4 main exhibition spaces (the signature Great Hall, the Central Gallery, the Nave, and the Long Gallery) as well as 5 multi-purpose spaces for corporate rental (the Pavilion, the Atrium, the Auditorium, the Workshop, and the Salon). All of these spaces boast professional lighting as well as climate and humidity control, providing the ideal venue for an artistically expressed, high-caliber event.",
  "event2": "Whether you are planning a one-on-one meeting, arranging a board meeting or conference, launching a new product, organizing team-building activities, or celebrating a special event, our event team will ensure that UCCA meets your every need.",
  "event3": "",
  "addr1": "The Pavilion is the newest addition to UCCA’s corporate rental spaces, featuring a 360 m2 floor space and ceilings 9.14 m tall at the lowest point.",
  "addr2": "The Atrium is located in the east section of the first floor, with a total area of 183 m2 and 9.14 m high ceiling.",
  "addr3": "The Auditorium is a space of 180 m2, fully equipped as a professional theater and press conference venue.",
  "addr4": "The Workshop is a bright, spacious room on the second floor of UCCA with a floor space of 218 m2and 3.9 m high ceilings.",
  "addr5": "The Salon is an exclusive, private room 90 m2 in area with 3.9 m high ceilings. It is ideal for a variety of smaller-scale events.",
  "addr6": "With a floor space of 1,525 m2 and an arched ceiling 9.14 m tall at the lowest point, the enormous Great Hall is the most striking and popular space within UCCA.",
  "addr7": "",
  "benefit": "Membership Benefits",
  "b1": "Calling all art lovers—now is your chance to join us and become a UCCA member! As Beijing’s leading platform for bringing new ideas and creative possibilities to the general public, UCCA offers a wide range of exhibitions and programs, as well as numerous special opportunities for members to connect with local and international artists and engage with contemporary culture on a deeper level.",
  "b2": "All income from UCCA membership supports exhibitions and public programs at UCCA. Your support is an invaluable contribution to emerging Chinese contemporary art and cultural education, appreciated by over half a million visitors every year.",
  "b3": "UCCA has rolled out an extensive new membership program for 2017. Members now enjoy more personal and professional services, a more exciting program of art and cultural events, a more affordable annual fee, and convenient information services.",
  "b4": "We look forward to your continued support!",
  "ucmember": "UCCA Members",
  "annual": "Annual Fee",
  "rule1": "1.   Free entry: free admission to all UCCA exhibitions for the entire year",
  "rule2": "discount ticket price for a companion.",
  "rule3": "2.   Priority access: use the Members Only line during periods of high traffic.",
  "rule4": "3.   Exclusive Activities: attend exclusive member activities for free",
  "rule5": "advance notice of UCCA public programs schedule",
  "rule6": "invitation to VIP openings and cocktail receptions for UCCA exhibitions",
  "rule7": "experience expert guided-tours",
  "rule8": "exclusive member-only guided-tours at 14:30 on weekends.",
  "rule9": "4.   Member Areas: exclusive resting/reading areas for members at UCCA",
  "rule10": "5.   Service Hotline: exclusive hotline for pre-ordering popular UCCA programs*",
  "rule11": "6.   Family Feedback: free one-time experience of art education course for children (aged 2-11) at UCCA Studio",
  "rule12": "7.   Consumer Discount: pre-order tickets to public programs at an exclusive discount rate",
  "rule13": "10% discount at Story Café",
  "rule14": "5% off your total purchase at UCCASTORE",
  "rule15": "10% discount at several shops in 798: Vantt Café, At Café, Art Factory.",
  "rule16": "Note: UCCA public programs include films, lectures, forums, reading/music events, and workshops.",
  "easyway": "Easy ways to join us",
  "memberPhone": "or contact UCCA Membership:",
  "joinNow": "Join Now",
  "memberEvent": "Membership Events",
  "sEventPhone": "Please direct inquiries to Christina You",
  "mphone": "Contact UCCA Membership:"
}